#+title: Evaluación de exposición: Concurrencia y programación asíncrona en Dart
#+author: Gunnar Wolf

- Tema presentado por :: Niver Martínez y Jorge Bárcenas
- Calificación global :: 8.43 * 0.3 +  9.25 * 0.7 = *9.004*

* Comentarios

Dado que es una presentación en video, no puedo evaluar /dominio del
tema/ y /presencia/ como lo hacemos habitualmente. Me centro en las
respuestas que hagan a las preguntas de sus compañeros y en si la
presentación "suena" leída directamente del material que prepararon o
expuesta más libremente.

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|           10 |    10 |         10 |       10 |        10 |       |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |   7.5 |         10 |       10 |        10 |  9.50 |
|           10 |   7.5 |        7.5 |      7.5 |       7.5 |  8.00 |
|           10 |   7.5 |        7.5 |      7.5 |       7.5 |  8.00 |
|           10 |   7.5 |        7.5 |      7.5 |       7.5 |  8.00 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|          7.5 |   7.5 |        7.5 |        5 |       7.5 |  7.00 |
|          7.5 |   7.5 |        7.5 |        5 |       7.5 |  7.00 |
|          7.5 |   7.5 |          5 |        5 |       7.5 |  6.50 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         9.06 |  8.44 |       8.44 |     8.13 |      8.59 |  8.43 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@3$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |          7.5 |      1.5 |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliográficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |          7.5 |     0.75 |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     9.25 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

